import './DescriptionTitle.scss';

function DescriptionTitle() {
  return (
    <>
      <h3 className="description__title">Описание</h3>
      <p className="description__item">
          Наша самая совершенная система двух камер.<br />
          Особый взгляд на прочность дисплея.<br />
          Чип, с которым всё супербыстро.<br />
          Аккумулятор держится заметно дольше.<br />
          <i>iPhone 13 - сильный мира всего.</i>
        </p>
        <p className="description__item">
          Мы разработали совершенно новую схему расположения и развернули объективы на45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двухкамер с увеличенной матрицей широкоугольной камеры. Кроме того, мы освободилиместо для системы оптической стабилизации изображения сдвигом матрицы. Иповысили скорость работы матрицы на сверхширокоугольной камере.
        </p>
        <p className="description__item">
          Новая сверхширокоугольная камера видит больше деталей в тёмных областяхснимков. Новая широкоугольная камера улавливает на 47% больше света для болеекачественных фотографий и видео. Новая оптическая стабилизация со сдвигомматрицы обеспечит чёткие кадры даже в неустойчивом положении.Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещенияфокуса и изменения резкости. Просто начните запись видео.
        </p>
        <p className="description__item">
          Режим «Киноэффект»будет удерживать фокус на объекте съёмки, создавая красивый эффект размытиявокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другогочеловека или объект, который появился в кадре. Теперь ваши видео будут смотретьсякак настоящее кино.
        </p>
    </>
  );
}

export default DescriptionTitle;
